[
  {
    "pictureUrls": [
      "assets/images/properties/property1/image1.jpg",
      "assets/images/properties/property1/image2.jpg",
      "assets/images/properties/property1/image3.jpg",
      "assets/images/properties/property1/image4.jpg",
      "assets/images/properties/property1/image5.jpg"
    ],
    "price": 2480000,
    "unitNo": 0,
    "streetNo": 36,
    "streetName": "Charlotte Street",
    "bedroomsCount": 4,
    "bathroomsCount": 2,
    "carSpacesCount": 3,
    "areaSize": 106,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Chic On Charlotte",
    "summary": "Positioned in one of Brisbane City's most sought after locations, this 2 bedroom apartment on Charlotte has the best of both worlds! Well positioned in 'Mantra Midtown', in the heart of the CBD, this apartment boasts a superior location and close to everything whilst also enjoying all the benefits and facilities that this stylish hotel has to offer.
    
    With 2 car secure car parks, this unit is exclusive.
    
    Each bedroom has its own private balcony with city scape views. The living area flows out to the balcony, extending the living space and provides an outdoor dining/entertaining area. The kitchen is open plan and well appointed with quality appliances, gas cook top and a neat hideaway laundry.
    
    The unit is furnished with essential appliances and white goods - everything you need to just move in and enjoy if you so wish! Ceiling fans have been installed to each bedroom and living area, the A/C is ducted with central control. Video intercom is a great addition for added security.
    
    In addition for you to enjoy, the Mantra boasts an outdoor pool, sauna and fully equipped gymnasium as well as a modern stylish BBQ area.
    
    The apartment would suit a range of buyers from the busy executive, clever downsizer or savvy investor.
    
    The Botanical Gardens, Eagle Street Pier and the Riverfront are just a short stroll away. The apartment is close to some of Brisbane's best restaurants, cafes, shopping, boutique retailers and all amenities and services.
    
    *Gross return of 7.7% - an opportunity not to be missed!
    
    Close to:
    *Eagle Street Pier 400m
    *Queen Street Mall 400m
    *Central Station 500m
    *Roma Street Station 1km
    *QPAC 1.5km
    *GOMA 2km
    *South Bank 2km
    *Brisbane Convention & Exhibition Centre 2km"
  },
  {
    "pictureUrls": [
      "assets/images/properties/property2/image1.jpg",
      "assets/images/properties/property2/image2.jpg",
      "assets/images/properties/property2/image3.jpg",
      "assets/images/properties/property2/image4.jpg",
      "assets/images/properties/property2/image5.jpg"
    ],
    "price": 3880000,
    "unitNo": 0,
    "streetNo": 70,
    "streetName": "Alice Street",
    "bedroomsCount": 4,
    "bathroomsCount": 3,
    "carSpacesCount": 2,
    "areaSize": 198,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Palace in the sky; unsurpassed luxury and world-class views",
    "summary": "Reminiscent of penthouses in New York or London and harnessing views so often reserved for iconic city landmarks, this sprawling 323m2 penthouse sits truly in a class of its own.

    Boasting the prized north-east corner position of the prestigious Abian Residences and encased by floor-to ceiling glass, the home captures 270-degree panoramas that stretch across the Brisbane city skyline, river, Story Bridge and Kangaroo Point Cliffs.
    
    Opulent laser-cut Italian Travertine, Calacatta natural stone and the finest European inclusions create a sublime contemporary ambiance, while the expansive multi-winged floor plan delivers the luxury of house-like proportions, privacy and versatility.
    
    Defined by its distinctive curvilinear design, each space flows effortlessly to the next, creating a sense of openness throughout the main living and entertaining wing. For art connoisseurs, two galleries flow from the main entrance offering over 10 linear meters to showcase your finest works. Meanwhile, those who prefer to prepare their masterpiece in the kitchen have a spectacular bespoke design and top-of-the range Miele appliances to work with!
    
    Entertain alfresco-style while soaking up glorious vistas on the all-weather outdoor, timber-decked terrace; or retire to your private hotel-inspired master bedroom wing with ensuite and custom dressing room fit for Hollywood royalty.
    
    The third wing of the penthouse has been designed for either guest living quarters or independent children, offering private bedroom with ensuite, walk-in robe and media room. Line the adjoining gallery walls with artwork or create a private library space.
    
    The fourth wing completes the penthouse. The oversized laundry with an abundance of storage. Both the third and fourth bedrooms with spacious wardrobes each with custom fitted joinery, the main bathroom with shower, built-in bath and separate powder room.
    The residence has three side-by-side car parks on basement level two, as well as the only double sized lockable storage facility.
    
    From the moment you arrive at the building’s grand foyer, you are greeted with ultimate luxury. The formal sitting room and meeting room are complimented by Abian’s unique 24 hour concierge. With staff available for everything from mail delivery to dog walking, dry cleaning and apartment cleaning services.
    
    The level two health club offers 6 star fully equipped gym, day spa with one-of-a-kind Turkish Hammam and steam room, sauna and wellness cold plunge pool. The 20m dual lane temperature regulated pool and spa facilities are perfect for relaxation and fitness.
    
    And as for the location, everything is literally on the doorstep. From your very own backyard in the Botanic Gardens with running and walking tracks, some of Brisbane’s finest dining options with the renown Eagle Street Pier precinct, Queen Street Mall and future shopping and retail in the highly anticipated Queens Wharf development. On those break away weekends, enjoy easy access to the Gold Coast via M1 (55 mins), less than two hours to Noosa and under 15 mins to Brisbane International Airport via Clem 7 tunnel.
    
    Additional highlights include:
    - Ducted air conditioning
    - Kitchen with butler’s pantry, Calcatta Natural stone kitchen benchtops and splashback and 2 Pac soft close joinery
    - Miele touch-to-open appliances; two conventional ovens, steam oven, microwave
    - Double integrated touch-to-open Miele fridge
    - Knock-to-open integrated Meiele dishwasher
    - Commercial grade ZipTap with hot, cold and sparkling water
    - C Bus lighting control throughout
    - Custom automated drop down glass racks
    - 9 foot ceilings throughout
    - Floor-mounted power points to living area
    - Electronic block out blinds and sheers to all bedrooms
    - Custom cabinetry to master bedroom and bedroom walk-in robes
    - Bidet to ensuite
    - Laser cut, book matched Italian Travertine flooring
    - Custom Giorgetti light fitting
    - Flos Design flush-mounted lighting throughout
    - Custom designed Travertine benchtops, walls and cupboards to bathrooms
    - Control room with in-built safe
    - All internal structural columns concealed
    - Double size 3 x 3.5 enclosed lockable storage cage
    
    With this address you are not only investing in a magnificent bespoke home, but a distinctive lifestyle and never-to-be-built-out piece of Brisbane’s stunning landscape. Viewing is a must."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property3/image1.jpg",
      "assets/images/properties/property3/image2.jpg",
      "assets/images/properties/property3/image3.jpg",
      "assets/images/properties/property3/image4.jpg",
      "assets/images/properties/property3/image5.jpg"
    ],
    "price": 1290000,
    "unitNo": 0,
    "streetNo": 79,
    "streetName": "Tank Street",
    "bedroomsCount": 2,
    "bathroomsCount": 4,
    "carSpacesCount": 5,
    "areaSize": 188,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "ONE BEDROOM INVESTMENT WORKHORSE",
    "summary": "This fully furnished one bedroom apartment situated on level 10 features a consummate location central to all that the Brisbane CBD offers and infuses the very best of inner-city living, with the finest amenities and facilities that the Evolution Apartments Complex has to offer.

    This spacious 63 sqm apartment features an abundance of light filled spaces through the use of floor to ceiling acoustic rated glass, whilst staying comfortable with a fully ducted air conditioning system.
    
    The kitchen, with caesarstone stone bench tops, stainless steel appliances and mosaic splashback, flows seamlessly to the open plan living and dining area, and out to the large entertainers balcony perfect for alfresco dining.
    
    The very quiet and private queen sized bedroom features floor-to-ceiling windows, and a mirrored triple-door wardrobe with a comfortably sized ensuite bathroom attached.
    
    With new upgraded intercom security, keyless secure entry, 24 hour reception & management, this apartment offers the highest level of comfort and security. In addition, the complex has premium facilities such as the heated pool and spa, Gym, BBQ area, theatrette, study zone and Sky lounge with pool table and media room on the 36th floor.
    
    For the investors, this is the perfect opportunity to invest in one of Brisbane's most sought after AAA localities. The property will be sold fully furnished and can be rented out as short term accommodation or as a fixed term agreement. Current guaranteed rent income $450 per week nett. With high rental demand in this building, this is a smart long term investment choice for the astute investor.
    
    The location of Evolution is second-to-none, being at the centre of Brisbane with just a few minutes' walk to the Queen Street mall, Roma Street transit centre, Roma Street Parklands, direct 'right at the door' dedicated cross river pedestrian access to South Bank restaurants, The Queensland State Library and the Cultural and Convention Centre precinct.
    
    Property Features Include:
    - 1 Bedroom & 1 Bathroom
    - Fully Furnished
    - 63sqm approx. Internal and Balcony
    - Stainless Steel Appliances
    - Fully Ducted Air Conditioning
    - Located on the 10th floor facing North East
    
    Access to premium building facilities including:
    - Heated pool & spa
    - Gym & BBQ area
    - Theatrette & study zone
    - Sky Lounge on the 36th floor
    - 24 hour reception & management
    - Keyless secure entry throughout
    - Intercom security"
  },
  {
    "pictureUrls": [
      "assets/images/properties/property4/image1.jpg",
      "assets/images/properties/property4/image2.jpg",
      "assets/images/properties/property4/image3.jpg",
      "assets/images/properties/property4/image4.jpg",
      "assets/images/properties/property4/image5.jpg"
    ],
    "price": 620000,
    "unitNo": 0,
    "streetNo": 21,
    "streetName": "Herschel Street",
    "bedroomsCount": 3,
    "bathroomsCount": 4,
    "carSpacesCount": 1,
    "areaSize": 167,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "INSTRUCTIONS ARE CLEAR! MUST BE SOLD!",
    "summary": "A fantastic opportunity for a spacious apartment at Meriton Infinity is awaiting its new owner. Located at 43 Herschel Street, Brisbane, this spacious 2 bedroom, 2 bathroom, 1 carpark apartment features spectacular views.

    This spacious open-plan design incorporates floor-to-ceiling glass windows and is in perfect condition and ready to be sold. The two spacious bedrooms feature built-in mirrored wardrobes, and the master bedroom boasts a full-size bathroom. Both bathrooms are exceptionally modern and impressive, with feature tiling, contemporary vanities, and extra-large shower recesses, while the ensuite presents a stunning free-standing bath for the owner to enjoy.
    
    The kitchen features modern gas appliances and stone bench tops. The bedrooms are more than large enough for king-sized beds. The apartment also boasts ducted air-conditioning throughout.
    
    Features at a glance:
    
    ● 2 bedroom, 2 bathroom, 1 carpark
    ● All modern fixtures & fittings
    ● Level 58
    ● Stunning views
    ● Floor to ceiling glass windows throughout
    ● Fantastic building facilities, such as lap pool, heated spa and fully equipped gym
    ● One of the newest buildings in the CBD
    
    Infinity Towers is located in the Law Precinct and within a walking distance from Queen Street Mall, Eagle Street Pier, Botanical Gardens, Southbank and QUT Gardens Point. You will be living in the hub of Brisbane's top cultural, recreational, entertainment and transport precincts. The building also boasts some of the best facilities in town, with a 25-metre lap pool, plus heated spa and a fully equipped gym.
    
    Fire the landlord and purchase your own piece of Brisbane real estate before it is too late. This unique apartment won't last long."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property5/image1.jpg",
      "assets/images/properties/property5/image2.jpg",
      "assets/images/properties/property5/image3.jpg",
      "assets/images/properties/property5/image4.jpg",
      "assets/images/properties/property5/image5.jpg"
    ],
    "price": 1540000,
    "unitNo": 0,
    "streetNo": 50,
    "streetName": "Mary Street",
    "bedroomsCount": 3,
    "bathroomsCount": 3,
    "carSpacesCount": 4,
    "areaSize": 155,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Spectacular City Residence",
    "summary": "M on Mary is one of Brisbane's most exciting residential addresses, right in the heart of the city with absolutely stunning views encompassing the Brisbane River. This is CBD living at its best with everything you could possibly want and need on your doorstep.

    This luxury apartment located on the 39th floor offers:
    • Master bedroom with ensuite and a wall to wall built in wardrobe
    • Great size second bedroom with oversized built-in wardrobe
    • Third bedroom with floor to ceiling windows to soak in the magnificent views. The ideal home office with a view.
    • Grand main bathroom with spa bath
    • Expansive open plan living/dining
    • Modern kitchen with stone bench tops, gas cooking and stainless steel appliances
    • A substantial balcony overlooking spellbinding cityscape, Kangaroo Point, South Brisbane, Botanical Gardens and the Brisbane River
    • Laundry with Miele washer and dryer
    • Includes a secure car park and storage facility
    • Totalling 124 square metres
    
    The building offers first class facilities:
    • Heated lap pool & sun deck
    • Gymnasium and sauna
    • Ample visitors car parking
    • 24 Hour security
    • BBQ entertainment area
    
    Located within walking distance to Queen Street Mall, The Treasury Casino, Garden's Point, bars, restaurants and coffee shops, the future Albert Street Station and the new Queen’s Wharf development. Don’t miss your opportunity to experience the stunning views that have to be seen to be believed."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property6/image1.jpg",
      "assets/images/properties/property6/image2.jpg",
      "assets/images/properties/property6/image3.jpg",
      "assets/images/properties/property6/image4.jpg",
      "assets/images/properties/property6/image5.jpg"
    ],
    "price": 4980000,
    "unitNo": 31,
    "streetNo": 63,
    "streetName": "Chartotte Street",
    "bedroomsCount": 1,
    "bathroomsCount": 4,
    "carSpacesCount": 1,
    "areaSize": 117,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "A STANDOUT ONE BEDROOM - FANTASTIC LOCATION",
    "summary": "New to market - This high floor apartment enjoys expansive views across the central Brisbane City to Spring Hill from the balcony and living area.
    The Charlotte Towers residential apartment building is conveniently located within 1 block of the Queen Street Mall and features professional on-site management, superior facilities including heated indoor lap pool, outdoor plunge pool, spa, fully equipped gymnasium, sauna, recreation room and BBQ facilities for entertaining plus a secure mail room. Prime location in the heart of the city only minutes from shopping, dining, entertainment and the University.
    The large 61 square metre floor plan offers modern inner city living at its best and an investment with excellent returns.
    
    Apartment features
    - Very large bedroom with built-ins
    - Large separate Laundry with large cupboard storage
    - Sunlit balcony with open space views of the central city
    - Stone bench tops in kitchen with gas cooking
    - Fully ducted air-conditioning
    - Rent Income $400 per week - Current lease to 16/02/2020
    
    Building features
    - 2 large separate swimming pool areas - one being a heated winter garden
    - Spa, sauna and large gymnasium
    - Guest lounge
    - Outdoor entertaining terrace with BBQ's
    - Professional onsite management with 24hr reception
    - Prime location one block from Myer Centre
    "
  },
  {
    "pictureUrls": [
      "assets/images/properties/property7/image1.jpg",
      "assets/images/properties/property7/image2.jpg",
      "assets/images/properties/property7/image3.jpg",
      "assets/images/properties/property7/image4.jpg",
      "assets/images/properties/property7/image5.jpg"
    ],
    "price": 630000,
    "unitNo": 43,
    "streetNo": 14,
    "streetName": "Margaret Street",
    "bedroomsCount": 3,
    "bathroomsCount": 3,
    "carSpacesCount": 1,
    "areaSize": 164,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Ultimate Luxury Apartment - Home in the Sky with Full Southbank View",
    "summary": "Towering centre stage in the heart of Brisbane, we are proud to introduce Brisbane Skytower, to Australia and the world.

    Piercing the sky at a phenomenal 270 metres, it makes its debut as one of tallest residential towers in Australia, and the most prestigious development in Brisbane.
    
    A fusion of bustling city life, view-filled living spaces and five-star resort facilities in one iconic building, every day brings moments of wonder:
    
    Outside, the tower will transform Brisbane's skyline. Inside, it bestows an extraordinary level of residential amenity. Life within Brisbane Skytower offers more than simply apartments in the sky. It gives its residents truly unforgettable and personalised living experiences.
    
    ************************
    
    The premium 3 bedroom and 3 bathroom apartment located on Skycity levels of Brisbane Skytower is truly a prestigious residence on a global scale:
    
    - A dream home in the sky in Brisbane's tallest residential tower
    - 3 bedrooms, 3 bathrooms with spectacular view of glistening Brisbane River, spanning around to from South Bank to the City
    - Spacious layout of versatility, luxury and cozy
    - Walls of glass flowing across living area and bedrooms, framing the Brisbane Skyline and expanding horizon
    - Exclusive access to recreational decks on both level 40 and 66 with five star resort facilities including gyms and pools, enjoying the ultimate glamour of prestige living
    - High-end stainless steel Italian appliances
    - Moments to Eagle Street Pier, Queen Street Mall and an array of cafes, restaurant, pubs and shopping
    - A stroll away from the future Cross River Rail Albert St Station and Queen Street Wharf Precinct
    - Dream location with prestigious surroundings and inspiring grounds"
  },
  {
    "pictureUrls": [
      "assets/images/properties/property8/image1.jpg",
      "assets/images/properties/property8/image2.jpg",
      "assets/images/properties/property8/image3.jpg",
      "assets/images/properties/property8/image4.jpg",
      "assets/images/properties/property8/image5.jpg"
    ],
    "price": 1180000,
    "unitNo": 0,
    "streetNo": 26,
    "streetName": "Adelaide Street",
    "bedroomsCount": 2,
    "bathroomsCount": 3,
    "carSpacesCount": 4,
    "areaSize": 106,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "One of the biggest and the most sort after apartments in the building",
    "summary": "This ladies and gentleman is one of the biggest and most popular two bedroom, two bathroom apartments in Brisbane's tallest residential Tower Soleil. The 93m2 floor plan is well laid out with fantastic separation of the two bedrooms privately spaced out on either side of the apartment. It also features a study room which is in fact big enough to be classed as a single bedroom. Positioned high up and featuring a Northern aspect, you have a breath taking view as far as the eye can see.

    The building facilitates an indoor heated swimming pool, sauna, spa and gymnasium all on the one level. With the latest technology in place, Soleil uses a modern eco smart lift system getting you swiftly to any one of it's 74 floors via the convenience of 8 lifts.
    
    Property Features:
    
    - 2 Bedrooms with built ins
    - 2 Contemporary Bathrooms
    - Separate Study room - big enough to be classed as a single bedroom
    - 93m2 Total internal floor area
    - Large kitchen with stainless steel appliances & Stone bench tops
    - Secure car space
    - Storage
    - 24 Hour onsite management
    - Convenient location
    - Indoor pool, spa, sauna & gymnasium all on one convenient level
    "
  },
  {
    "pictureUrls": [
      "assets/images/properties/property9/image1.jpg",
      "assets/images/properties/property9/image2.jpg",
      "assets/images/properties/property9/image3.jpg",
      "assets/images/properties/property9/image4.jpg",
      "assets/images/properties/property9/image5.jpg"
    ],
    "price": 3640000,
    "unitNo": 60,
    "streetNo": 1,
    "streetName": "Alice Street",
    "bedroomsCount": 5,
    "bathroomsCount": 3,
    "carSpacesCount": 3,
    "areaSize": 58,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "6-star luxury, lifestyle and views",
    "summary": "Soaring high above the Brisbane River and Botanical Gardens, this as-new 15th floor residence showcases wall-to-wall glamour and glass to deliver the ultimate in urban luxury.

    Occupying the coveted north-east corner of the exclusive Abian building, renowned for its architectural splendour and superior amenities, residents are promised a genuine 6-star lifestyle. Meanwhile, its location in the heart of the CBD offers a level of convenience that is synonymous with Manhattan’s celebrated Upper West Side; the best of the park, river and city combined!
    
    Almost every corner of the apartment basks in a magnificent panorama, that encompasses the meandering Brisbane River, glorious Botanical Gardens, city skyscrapers and across to the Kangaroo Point Cliffs. So elevated and perfectly positioned is this apartment, that it harnesses views as far as the Port of Brisbane and Mount Gravatt.
    
    Four features distinguish this incredible design from others in its class:
    
    -The striking use of curved floor-to-ceiling glass panelling creates a real sense that you are at one with your outdoor surrounds. Watch ferries gliding by the window, people strolling along the Kangaroo Point Riverwalk and birdlife frolicking in the parkland and lake below.
    
    -The luxurious feeling of space! An expansive 160m2 floorplan is enhanced by high ceilings, abundant natural light and fine finishes including Travertine flooring and walls, as well as gold and timber accents.
    
    -A meticulous layout promising the height of functionality and privacy. Open-plan living and the glass-encased all-weather alfresco terrace are perfect for entertaining, while a separate bedroom wing has been thoughtfully positioned away from the communal living areas.
    
    -The European quality and pure elegence of its appointments; from stunning bespoke joinery and bathroom fittings to the designer kitchen with opulent 100mm granite benchtops and suite of Miele appliances. Maintained to perfection, the apartment also boasts some unique improvements including features walls and a superb wet bar, to create a residence that is truly one-of-a-kind.
    
    Additional highlights include zoned ducted air-conditioning; a master bedroom with private ensuite and walk-in dressing room, stunning central bathroom plus separate guest powder room.; internal laundry room, exceptional storage and secure parking for two cars.
    
    Abian’s grand entry foyer, secure lift access and unique 24-hour concierge provide a taste of the hotel-inspired luxury residents experience every day. The formal sitting and meeting rooms are accompanied by outstanding services for everything from mail delivery to dog walking, apartment and dry cleaning.
    
    The health club offers a fully-equipped gymnasium, day spa with Turkish Hammam and steam room, sauna and wellness cold plunge pool. The 20-metre dual lane temperature regulated pool and spa facilities have been designed with the busy professional and fitness enthusiast in mind.
    
    And as for the location, everything is literally on the doorstep. From the running and walking tracks which wind through the lush Gardens, to some of Brisbane’s finest dining and retail options, including the Eagle Street Pier precinct, Queen Street Mall and the highly anticipated Queens Wharf development. Just minutes from the cuisine, bars and brewery of the dynamic Howard Smith Wharves or boutique James Street New Farm, there is swift access to the Coasts and Airport via the M1 and Clem 7 tunnel.
    
    Presenting a design, aspect and lifestyle without equal, we invite you to view this truly spectacular residence."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property10/image1.jpg",
      "assets/images/properties/property10/image2.jpg",
      "assets/images/properties/property10/image3.jpg",
      "assets/images/properties/property10/image4.jpg",
      "assets/images/properties/property10/image5.jpg"
    ],
    "price": 3630000,
    "unitNo": 49,
    "streetNo": 40,
    "streetName": "Felix Street",
    "bedroomsCount": 2,
    "bathroomsCount": 5,
    "carSpacesCount": 4,
    "areaSize": 108,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "OUTSTANDING RESULT UNDER THE HAMMER",
    "summary": "Brisbane City's best value penthouse 332m of luxury and value wrapped in an outstanding opportunity

    There will never be another opportunity to buy a 332m penthouse in Brisbane city for the value that this apartment will offer the new buyer. Our seller's instructions are clear it will be sold at auction, there is no price we will take what the market says it is worth. The seller's determination can't be any clearer.
    
    What you are buying is a stunning 2 level beautifully presented penthouse with stunning CBD skyline and River views from almost every room and corner. The apartment is designed for lifestyle and entertaining with multiple living areas. A huge living room with its 4m high ceiling enjoys the Eagle St City skyline and leads out to the large entertainer's terrace offers a five star dining experience with its views of the river and down the Botanical garden reach of the river.
    
    The beating heart of any home is its kitchen and the gourmet kitchen in this apartment with its Miele appliances, gas cooktop, clever storage alongside a spacious butler's pantry does not disappoint. Incorporated in the Kitchen is its own informal living and dining area's ideal for family casual living.
    
    On this lower level your family or guests will enjoy two sizeable bedrooms complete with walk-through robes, luxurious ensuite bathrooms both capturing the river views and city lights .
    
    Upstairs the grand master suite enjoys northerly views down to the story bridge and out to Moreton bay. It is a well proportioned room complete with retractable built-in television, huge walk in dressing room plus a luxurious ensuite with dressing vanity, large shower and quality appointments.
    
    Also upstairs, a private study is the perfect sanctuary for those who appreciate working from home connecting to a second lounge area or the potential for a fourth bedroom if required..
    
    * Fully Ducted and Zoned air conditioning throughout
    
    * Recently re-carpeted and painted ready to move in
    
    * 4 car spaces with 4 storage cages totaling over 45m
    
    Felix offers an array of exclusive facilities including on site management , a 20m heated lap pool, spa, sun deck, sauna, gym and a communal barbeque and outdoor entertainment area.
    
    Located in the heart of the business precinct and across the road from Eagle St Pier you are just moments from the very best dining in the City. A short walk to the Botanic Gardens, Queen Street Mall shopping and a variety of public transport options including buses, trains and ferries.
    
    If you are looking for a large apartment right in the best part of the city that doesn't break the bank then this apartment is a must see. We will defy you to find a better value Penthouse anywhere in the inner city."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property11/image1.jpg",
      "assets/images/properties/property11/image2.jpg",
      "assets/images/properties/property11/image3.jpg",
      "assets/images/properties/property11/image4.jpg",
      "assets/images/properties/property11/image5.jpg"
    ],
    "price": 3090000,
    "unitNo": 86,
    "streetNo": 62,
    "streetName": "Quay Street",
    "bedroomsCount": 4,
    "bathroomsCount": 4,
    "carSpacesCount": 5,
    "areaSize": 116,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Outstanding First Home or an Incredible Investment Opportunity!",
    "summary": "With so many conveniences on its doorstep, this outstanding apartment is perfectly positioned on the fringe of the Brisbane CBD. Walk to everything the CBD has to offer including - the Brisbane River, public transport, Roma Street Parkland, South Bank Parkland, Suncorp Stadium and the coffee and cafe precinct of Park Road.

    Offering an excellent rental return, this well-kept central apartment is an incredible opportunity not to be missed! Other features of this exceptional apartment include:
    
    - Fantastic open plan design flows out to generous covered balcony providing the ideal place for entertaining or relaxing
    - This outstanding floor plan offers 85m2 of total living space
    - Gourmet kitchen with quality appliances plus ample bench and cupboard space
    - 2 well-separated bedrooms with built-ins - main also has an ensuite and balcony access
    - Stylish contemporary main bathroom with a convenient hidden laundry
    - Air-conditioning plus terrific natural light and ventilation
    - 1 secure car park
    - Secure complex with wonderful amenities including a large pool, spa, sauna, gym, BBQ area and on-site manager
    - Incredible location - walk to everything!
    - Currently rented at $500 per week until March 2020
    
    If you are looking for a fantastic apartment on the fringe of Brisbane CBD - make your move today, as this apartment WILL BE SOLD! Call NOW for inspection times!"
  },
  {
    "pictureUrls": [
      "assets/images/properties/property12/image1.jpg",
      "assets/images/properties/property12/image2.jpg",
      "assets/images/properties/property12/image3.jpg",
      "assets/images/properties/property12/image4.jpg",
      "assets/images/properties/property12/image5.jpg"
    ],
    "price": 2080000,
    "unitNo": 91,
    "streetNo": 85,
    "streetName": "Parkland Boulevard",
    "bedroomsCount": 2,
    "bathroomsCount": 4,
    "carSpacesCount": 3,
    "areaSize": 71,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Sleek and stylish inner-city sanctuary",
    "summary": "Capturing an enviable outlook of the nearby lush parklands, this stylish two-bedroom residence gives you everything you need to experience an inner-city lifestyle of exceptional standards and unmatched convenience.

    With a floor plan that maximises both living space and natural light, residents of this wonderful home will enjoy a comfortable and relaxing main living area as they go about their day-to-day life. With walls of glass windows and doors lining the living room, the nature-filled surrounds are brought inside, while also allowing gentle breezes to flow throughout.
    
    The sleek kitchen features impressive appointments, including wide benchtops, crisp-white tile splashback, ample cabinetry storage with contrasting palette and stainless-steel appliances.
    Entertaining is encouraged by the private balcony that looks out over the treetops of Roma Street Parklands and beyond, providing you with the perfect backdrop for when you’re hosting but also a quiet spot for your morning coffee.
    
    Sharing access to the balcony is the generously proportioned master bedroom, complete with built-in robe, roman blinds, soft-touch carpet and pristine renovated ensuite. The second bedroom also features a built-in robe and is serviced, along with the rest of the apartment, by the main bathroom recently renovated in a classic black and white theme.
    
    Other notable features include timeless timber look floors, concealable laundry, split-system air conditioning, secure parking for one vehicle and additional storage.
    
    Located within 1km of the Brisbane CBD, this incredible central address has everything at its doorstep. Ample public transport is available just moments away, ready to take you into the city, to Paddington, Suncorp Stadium, South Bank or any of the vibrant bars and restaurants found in Fortitude Valley. Prestigious schools also exist nearby, including Brisbane Grammar School and All Hallow’s School."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property13/image1.jpg",
      "assets/images/properties/property13/image2.jpg",
      "assets/images/properties/property13/image3.jpg",
      "assets/images/properties/property13/image4.jpg",
      "assets/images/properties/property13/image5.jpg"
    ],
    "price": 2070000,
    "unitNo": 69,
    "streetNo": 10,
    "streetName": "Queen Street",
    "bedroomsCount": 5,
    "bathroomsCount": 2,
    "carSpacesCount": 2,
    "areaSize": 75,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Contemporary Stylish Apartment",
    "summary": "Located in the heart of Brisbane CBD , perfectly positioned to be spoiled for choice.
    As you enter the buildings you will be impressed by the stylish lobby , plus stunning rooftop infinity pool & Alfresco terrace to relax after a busy day or lazy weekends. Or you can choose to be active with a workout in the gym.
    
    Features:
    • 2 built in bedrooms
    • 2 modern bathrooms
    • Fully airconditioned
    • Open plan modern living area
    • Floor to ceiling glass
    • Private balcony
    • Residents Library & theatrette
    
    Just steps from your front door you can enjoy the Riverside hub at Howard Smith Wharves,
    Eagle Street Pier, entertainment precinct in Fortitude Valley. Shopping indulgence in the Queen Street Mall.
    Or just minutes to Spring Hill Central for your everyday shopping needs
    Inspection will impress."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property14/image1.jpg",
      "assets/images/properties/property14/image2.jpg",
      "assets/images/properties/property14/image3.jpg",
      "assets/images/properties/property14/image4.jpg",
      "assets/images/properties/property14/image5.jpg"
    ],
    "price": 1760000,
    "unitNo": 0,
    "streetNo": 61,
    "streetName": "Queen Street",
    "bedroomsCount": 4,
    "bathroomsCount": 1,
    "carSpacesCount": 4,
    "areaSize": 191,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Premium Opportunity in Aurora Tower!",
    "summary": "You will just fall in love the moment you walk into this, what can only be described as a amazing inner city apartment.

    This property includes two large bedrooms with built In's, one bathroom and one car space. Located on the edge of the building, with views of the Brisbane river and Eagle Street Pier, this apartment is bright and airy with an excellent outlook.
    
    Enjoy the best Brisbane has to offer with Aurora's envied location and proximity to business and lifestyle precincts.
    
    - Boasting views of the Brisbane cityscape and Story Bridge
    - Massive entertaining balcony
    - Well equipped kitchen with stone bench tops and stainless steel appliances
    - Main with walk in robe and double basins
    - Quality finishes and fittings used throughout
    - Plenty of natural light
    
    Aurora Tower stands proudly as one of Brisbane's most exciting residential apartment towers made up of over 67 impressive levels and is ideally located on the famous Queen St. The complex includes a recreational level that consists of pool, spa, sauna, gymnasium, theatre room, BBQ areas and more.
    
    Do not hesitate on this one this will not last!"
  },
  {
    "pictureUrls": [
      "assets/images/properties/property15/image1.jpg",
      "assets/images/properties/property15/image2.jpg",
      "assets/images/properties/property15/image3.jpg",
      "assets/images/properties/property15/image4.jpg",
      "assets/images/properties/property15/image5.jpg"
    ],
    "price": 3530000,
    "unitNo": 0,
    "streetNo": 49,
    "streetName": "Adelaide Street",
    "bedroomsCount": 4,
    "bathroomsCount": 1,
    "carSpacesCount": 1,
    "areaSize": 174,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Entry Level CBD Apartment",
    "summary": "Positioned on the north east corner of the 13th floor, this fantastic oversize apartment is a perfect investment opportunity or ideal pied-à-terre in our wonderful city.

    The large open plan living area looks over the fringe to the north east, capturing wonderful natural light with views from the Story Bridge to the Northern Suburbs. Cool in summer, warm in winter, it's the ideal position in tropical Queensland. And with heritage listed All Hallows School adjacent, your outlook is preserved for the future. A well-appointed quality kitchen provides gas cooktop, stainless steel appliances and integrated dishwasher. Reverse cycle air conditioning complements both the living and bedroom areas. And speaking of the bedroom, it's huge! Providing uninterrupted views, there is ample cupboard space and easy access to the beautifully appointed bathroom.
    
    Soleil by Meriton is a highly coveted building, boasting exceptional amenities such as heated indoor 25m lap pool, sauna, spa, fully equipped gymnasium, and the latest in secure high-speed lift technology. Simply swipe your pass and you'll be directed to the next available lift.
    
    An exceptional location provides easy walking access to the heart of the CBD, or for a more refined evening, the recently completed & highly acclaimed Howard Smith Wharves. Five minutes in the opposite direction to the city and you are in the Valley, the vibrant bustle of clubs, bars, restaurants and New Farm's prestigious James Street precinct.
    
    This is a unique opportunity to secure a special apartment with a fantastic return (rented for $410pw), or to enjoy all the lifestyle options Brisbane hosts right at your doorstep."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property16/image1.jpg",
      "assets/images/properties/property16/image2.jpg",
      "assets/images/properties/property16/image3.jpg",
      "assets/images/properties/property16/image4.jpg",
      "assets/images/properties/property16/image5.jpg"
    ],
    "price": 4370000,
    "unitNo": 0,
    "streetNo": 95,
    "streetName": "Edward Street",
    "bedroomsCount": 3,
    "bathroomsCount": 3,
    "carSpacesCount": 5,
    "areaSize": 77,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "2 Bedroom MacArthur Chambers apartment in Prime Location!",
    "summary": "This furnished 2 bedroom + study apartment is on the 2nd floor of 'MacArthur Chambers', a prestige building constructed between 1931-34.

    A prime position, ducted air-conditioning throughout and the modern furnishings of this apartment make it suitable for investors or owner-occupiers alike.
    
    The spacious open-plan living, dining and kitchen has tasteful furnishings that beautifully complement the grand surroundings.
    
    A stylish gourmet kitchen features granite bench tops and European stainless steel appliances.
    
    The master bedroom has a walk-in wardrobe and a glamorous ensuite with floor-to-ceiling grey marble walls and floors. The luxury of marble continues in the main bathroom. The 2nd bedroom has built-in wardrobes.
    
    For MacArthur Chambers residents' exclusive enjoyment, there's a gym, outdoor swimming pool, spa, sauna, BBQ, and covered entertaining area.
    
    As well as video intercom to screen the building entry, there is secure car parking with direct access to elevators and the security of a residents' lobby.
    
    'MacArthur Chambers' became an important part of Australian history when in July 1942 American General Douglas MacArthur - Commander-In-Chief of the Allied Forces for the Pacific Region - moved to Brisbane and commandeered the premises as a base from which to conduct the crucial Pacific Campaigns of World War II.
    
    The stunning 10-floor sandstone and granite building is an outstanding example of classic pre-war architecture, strongly influenced by the Art Deco movement and built as a 'no-expense-spared' symbol of banking and investment power and influence. Its design embodies a grace and elegance that would be impossible to recreate today."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property17/image1.jpg",
      "assets/images/properties/property17/image2.jpg",
      "assets/images/properties/property17/image3.jpg",
      "assets/images/properties/property17/image4.jpg",
      "assets/images/properties/property17/image5.jpg"
    ],
    "price": 590000,
    "unitNo": 24,
    "streetNo": 39,
    "streetName": "Albert Street",
    "bedroomsCount": 1,
    "bathroomsCount": 1,
    "carSpacesCount": 4,
    "areaSize": 129,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Opulent Heritage Apartment opposite the Myer Center",
    "summary": "Once Brisbane's tallest building, the Heritage Listed Royal Albert was constructed in 1913 and refurbished as a 73 room Boutique Hotel in 1996. In keeping with the building's rich history, the hotel features wide corridors, 12 foot ceilings with detailed ceiling roses and cornicing and a large collection of original oil paintings by renowned artist William Torrance. Offered for sale is an impeccably presented two bedroom corner apartment facing the Myer Centre.

    The apartment features:
    
    • sophisticated decor throughout
    • Stunning new marble bathroom
    • High ceilings
    • impressive style
    • ducted air-conditioning
    • security plus on-site management
    • secure car space
    • flexible owner use terms
    
    Beautifully appointed and spread over 69 sqm, this inner city apartment is an exceptional investment in a superb location and an ideal Brisbane base for those who travel to the city regularly. An inspection will not disappoint."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property18/image1.jpg",
      "assets/images/properties/property18/image2.jpg",
      "assets/images/properties/property18/image3.jpg",
      "assets/images/properties/property18/image4.jpg",
      "assets/images/properties/property18/image5.jpg"
    ],
    "price": 3600000,
    "unitNo": 60,
    "streetNo": 58,
    "streetName": "Mary Street",
    "bedroomsCount": 4,
    "bathroomsCount": 3,
    "carSpacesCount": 2,
    "areaSize": 140,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "Auction Deadline is set, Must be Sold Before Christmas",
    "summary": "Start enjoying the wonders of inner city living now. This huge 2 bedroom apartment offers the convenience of the 11th floor position with the added benefit of a large balcony to entertain friends on.

    Experience the space and luxury of living with a huge master bedroom with walk-in robes and ensuite which then leads out onto the open plan living area where you can relax on the balcony and entertain friends and family.
    
    The property has water proofed wooden floor boards throughout with the kitchen designed for modern living with plenty of bench space and an abundance of cupboard space. Currently situated in the Hotel Pool the property is perfect for an owner occupier or a long term rental.
    
    Property & Building Features:
    
    - 11th Floor Position (North East Facing)
    - 97sqm total Floor space 106m2 including car park
    - North East Facing Balcony
    - Ducted air conditioning
    - Fully furnished apartment
    - Secure underground car parking
    - Boutique complex
    - Pool, Gym, Cinema and meeting room
    
    Make this property on the top of your list to inspect as it will not last long. For further information or private inspection please call Matt Creed on 0437 347 828 or email on matthew.creed@raywhite.com
    
    The owner of this apartment has given strict instructions - this will be sold on or before auction day. The decision has been made to move on, which presents a fantastic opportunity for the astute buyer."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property19/image1.jpg",
      "assets/images/properties/property19/image2.jpg",
      "assets/images/properties/property19/image3.jpg",
      "assets/images/properties/property19/image4.jpg",
      "assets/images/properties/property19/image5.jpg"
    ],
    "price": 2050000,
    "unitNo": 27,
    "streetNo": 20,
    "streetName": "Boundary Street",
    "bedroomsCount": 1,
    "bathroomsCount": 2,
    "carSpacesCount": 1,
    "areaSize": 119,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "River Place Renovator",
    "summary": "Located high on the 33rd floor this super large 2 bedroom plus study apartment has some of the most stunning views of the Brisbane skyline you'll ever find. 144m in size with wide river frontage the apartment is ideal for an owner occupier looking to turn what is a very nice apartment into something spectacular. The views are nothing but amazing with full 180 degree views out to the north over Moreton Bay and then straight down the river taking in Kangaroo point and City skylines. There will be no better location to watch River Fire.

    River Place boasts second-to-none building facilities with a recently updated commercial grade gymnasium, renovated kitchen for entertaining in the BBQ area, outdoor lap-pool, spa, change rooms, sauna and direct private access to the river walkway.
    
    Property features:
    *One secure car park with large secure storage cage directly behind car park
    *Fantastic floor plan wide open living room
    *Generous wide balcony captures amazing Story Bridge and Brisbane River views
    *Separate internal laundry room
    *Air conditioning in main bedroom
    *Potential rent of $650-$670 per week unfurnished
    
    Part of the prestigious Admiralty Precinct located directly beside the Howard Smith Wharves which features public open spaces for markets and festivals, parklands, exhibition function venue , world class restaurants, cafes, Felons Brewery and an underground car parking for 359 vehicles. You'll be spoilt for entertaining choices.
    
    This superb opportunity is not to be missed, our sellers are determined to sell - register your interest today."
  },
  {
    "pictureUrls": [
      "assets/images/properties/property20/image1.jpg",
      "assets/images/properties/property20/image2.jpg",
      "assets/images/properties/property20/image3.jpg",
      "assets/images/properties/property20/image4.jpg",
      "assets/images/properties/property20/image5.jpg"
    ],
    "price": 4360000,
    "unitNo": 0,
    "streetNo": 82,
    "streetName": "Albert Street",
    "bedroomsCount": 3,
    "bathroomsCount": 5,
    "carSpacesCount": 1,
    "areaSize": 150,
    "coordinates": [{ "lat": 0, "lng": 0 }],
    "summaryTitle": "OPEN THIS SATURDAY FROM 12:30 TO 1:00PM",
    "summary": "This light filled two bedroom corner apartment features fantastic separation of the bedrooms, two bathrooms plus a large alfresco balcony.

    - 2 Bedrooms with built-ins
    - 2 Bathrooms - ensuite plus main with laundry
    - Fully furnished
    - 1 Car space with adjoining storage cage
    - Large alfresco balcony facing the Gardens
    - Modern kitchen with stone benches and gas cooktop
    - Was rented at $590 per week, now vacant
    - 81sqm total floor area
    
    Festival Towers facilities include:
    
    - Two pools
    - Spa, sauna and gymnasium
    - Guest lounge
    - Outdoor entertaining terrace with BBQ's
    - Professional on-site management with 24hr reception
    - Secure car parking
    - 20 Visitor Parks on B1
    - Prime location one block from the Myer Centre
    - Overseas owner requires immediate sale.
    
    Inspect any day by appointment."
  }
]
